[
  {
    "type": "address",
    "coords": [
      323,
      0
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "Rebecca Solnit*<em>from Nonstop Metropolis: A New York City Atlas</em>",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "",
    "coords": [
      321,
      0
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "",
    "coords": [
      319,
      0
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "Not to find one’s way in a city may well be uninteresting and banal. It requires ignorance—nothing more,\" says the twentieth-century philosopher-essayist Walter Benjamin. “But to lose oneself in a city—as one loses oneself in a forest—that calls for quite a different schooling.” To lose yourself: a voluptuous surrender, lost in your arms, lost to the world, utterly immersed in what is present so that its surroundings fade away. In Benjamin’s terms, to be lost is to be fully present, and to be fully present is to be capable of being in uncertainty and mystery. And one does not get lost but loses oneself, with the implication that it is a conscious choice, a chosen surrender, a psychic state achievable through geography.",
    "style": "",
    "caption": "Rebecca Solnit, A Field Guide to Getting Lost:",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      295,
      296
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "ALMONTE<br>Grocery*295",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      293,
      294
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      291,
      292
    ],
    "text": [
      291,
      292
    ],
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      289,
      290
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>Cammini per giorni tra alberi e sassi. Raramente l'occhio s'imbatte in una cosa, e allora è una cosa che per il suo carattere ti sta a indicare un'altra cosa: un'impronta nella sabbia dice che è passato la tigre, uno stagno annuncia una vena d'acqua, il fiore d'ibisco la fine dell'inverno. Tutto il resto è muto e intercambiabile; alberi e sassi sono soltanto ciò che sono.</p><p>Finalmente giungi alla città di Tamara. Ti inoltri lungo vie fitte d'insegne che sporgono dai muri. L'occhio non vede cose ma figure di cose che significano altre cose: la tenaglia indica la casa del dentista, la brocca la taverna, le alabarde la caserma, la bilancia il fruttivendolo. Statue e scudi raffigurano leoni delfini torri stelle: segno che qualcosa—chissà che cosa—ha per segno un leone o un delfino o una torre o una stella. Altri segnali avvertono di ciò che in quel luogo è vietato (entrare con i carri nel vicolo, orinare dietro il chiosco, pescare con la canna dal ponte) e di ciò che è permesso (abbeverare le zebre, giocare a bocce, bruciare le salme dei parenti). Dalle porte dei templi si vedono le statue degli dei, ognuna col suo attributo—la cornucopia, la clessidra, la medusa—perché il fedele li riconosca e rivolga loro le preghiere giuste. Se un edificio non ha insegna né figura, la sua forma stessa e il posto che occupa nell'ordine della città bastano a indicarne la funzione: il palazzo, la prigione, la zecca, la scuola pitagorica, il casino. Anche le mercanzie che i venditori espongono sulle bancarelle non sono apprezzate in sé ma come segni d'altre cose: il diadema ricamato significa eleganza; la portantina dorata, potere; i volumi di Averroè, sapienza; il braccialetto alla caviglia, voluttà.</p><p>Il tuo sguardo percorre le vie come pagine scritte: la città dice tutto quello che devi pensare, ti fa ripetere il suo discorso, e mentre credi di visitare Tamara non fai che registrare i nomi con cui essa si definisce e tutte le sue parti.</p><p>Qualunque sia la città al di sotto di questa coltre fitta di segni, qualunque sia la cosa che essa contiene o nasconde, tu lasci Tamara senza averla scoperta. Fuori si estende la terra deserta fino all'orizzonte, si apre il cielo col passaggio di nubi veloci. Nella forma che il caso e il vento danno alle nuvole, già sei intento a riconoscere figure: una vela, una mano, un elefante.</p>",
    "style": "",
    "caption": "<p>You walk for days among trees and among stones. Rarely does the eye light on a thing, and then only when it has recognized that thing as the sign of another thing: a print· in the sand indicates the tiger’s passage; a marsh announces a vein of water; the hibiscus flower, the end of winter. All the rest is silent and interchangeable; trees and stones are only what they are. </p><p>Finally the journey leads to the city of Tamara. You penetrate it along streets thick with signboards jutting from the walls. The eye does not see things but images of things that mean other things: pincers point out the tooth-drawer’s house; a tankard, the tavern; halberds, the barracks; scales, the grocer’s. Statues and shields depict lions, dolphins, towers, stars: a sign that something—who knows what?— has as its sign a lion or a dolphin or a tower or a star. Other signals warn of what is forbidden in a given place (to enter the alley with wagons, to urinate behind the kiosk, to fish with your pole from the bridge) and what is allowed (watering zebras, playing bowls, burning relatives’ corpses). From the doors of the temples the gods' statues are seen, each portrayed with his attributes—the cornucopia, the hourglass, the medusa—so that the worshiper can recognize them and address his prayers correctly. If a building has no signboard or figure, its very form 13  and the position it occupies in the city’s order suffice to indicate its function: the palace, the prison, the mint, the Pythagorean school, the brothel. The wares, too, which the vendors display on their stalls are valuable not in themselves but as signs of other things: the embroidered headband stands for elegance; the gilded palanquin, power; the volumes of Averroes, learning; the ankle bracelet, voluptuousness. Your gaze scans the streets as if they were written pages: the city says everything you must think, makes you repeat her discourse, and while you believe you are visiting Tamara you are only recording the names with which she defines herself and all her parts.</p><p>However the city may really be, beneath this thick coating of signs, whatever it may contain or conceal, you leave Tamara without having discovered it. Outside, the land stretches, empty, to the horizon; the sky opens, with speeding clouds. In the shape that chance and wind give the clouds, you are already intent on recognizing figures: a sailing ship, a hand, an elephant...</p<br>Italo Calvino, <em>Invisible Cities</em>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      287,
      288
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  }
]