[
  {
    "type": "address",
    "coords": [
      887,
      876
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "Amaranto * 887 * Amaranto",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      879,
      872
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "A preserved sign above a toy store*<em>Bushwick, NYC</em>",
    "style": "",
    "caption": "",
    "src": "fish-market.jpg"
  },
  {
    "type": "",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      861,
      864
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      859,
      862
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "Ce qui nous parle, semble-t-il, c’est toujours le grand événement, l’imprévu, l’extraordinaire : l’énorme titre, la manchette... Derrière l’événement, il y a un scandale, une fissure, un danger, comme si la vie ne se révélait que par le spectaculaire, comme si ce qui parle, ce qui est significatif, était toujours l’anormal. [Mais] comment rendre compte de ce qui se passe tous les jours, qui revient tous les jours : le banal, le quotidien, l’évident, le commun, l’ordinaire, l’infra-ordinaire, le bruit de fond, l’habituel?",
    "style": "",
    "caption": "What speaks to us, seemingly, is always the big event, the untoward, the extra-ordinary: the front-page splash, the banner headlines....Behind the event there is a scandal, a fissure, a danger, as if life reveals itself only by way of the spectacular, as if what speaks, what is significant, is always abnormal. [But] how should we take account of, question, describe what happens everyday and recurs everyday: the banal, the quotidian, the obvious, the common, the ordinary, the infra-ordinary, the background noise, the habitual?<br><br>Georges Perec, <em>Espèces d’espaces, (Species of Spaces and Other Pieces)</em>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      853,
      850
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>There are many things in place Saint-Sulpice; for instance: a district council building, a financial building, a police station, three cafés, one of which sells tobacco and stamps, a movie theater, a church on which Le Vau, Gittard, Oppenord, Servandoni and Chalgrin have all worked, and which is dedicated to a chaplain of Clotaire II, who was bishop of Bourges from 624 to 644 and whom we celebrate on 17 January, a publisher, a funeral parlor, a travel agency, a bus stop, a tailor, a hotel, a fountain decorated with the statues of four great Christian orators (Bossuet, Fénelon, Fléchier, and Massillon), a newsstand, a seller of pious objects, a parking lot, a beauty parlor, and many other things as well.</p><p>A great number, if not the majority, of these things have been described, inventoried, photographed, talked about, or registered. My intention in the pages that follow was to describe the rest instead: that which is generally not taken note of, that which is not noticed, that which has no importance: what happens when nothing happens other than the weather, people, cars, and clouds.</p>",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "poem",
    "coords": "",
    "text": "Date: 18 October 1974<br>Time: 10:30 AM<br>Location: Tabac Saint-Sulpice<br>Weather: Dry Cold, Gray Sky, Some Sunny Spells<br><br>Outline of an inventory of some strictly visible things: <br><br>—Letters of the alphabet, words: “KLM” (on the breast pocket of someone walking by), an uppercase “P” which stands for “parking”; “Hôtel Récamier,” “St-Raphaël,” “l’épargne à la dérive [Savings adrift],” “Taxis tête de station [Taxi stand],” “Rue du Vieux-Colombier,” “Brasserie-bar La Fontaine Saint-Sulpice,” “P ELF,” “Parc Saint-Sulpice.”<br><br>—conventional symbols: arrows, under the “P” of the parking lot signs, one of them pointing slightly toward the ground, the other in the direction of rue Bonaparte (Luxembourg side), at least four one-way signs (a fifth one reflected in one of the caf´é mirrors). <br><br>—Numbers: 86 (on the front of a bus on the 86 line, above which it says its destination: Saint-Germain-des-Prés), 1 (plaque of no.1 on rue du Vieux-Colombier, 6 (on the square, indicating that we are in teh sixth arrondissement of Paris). <br><br>—Fleeting slogans: “De l’autobus, je regarde Paris [From the bus, I look at Paris]”<br><br>—Ground: packed gravel and sand<br><br>—Stone: the curbs, a fountain, a church, buildings...<br><br>—Asphalt<br><br>—Trees (leafy, many yellowing<br><br>—A rather big chunk of sky (maybe one-sixth of my field of visions)<br><br>—A cloud of pigeons that suddenly swoops down on the central plaza, betwen the church and foundtain<br><br>—Vehicles (their inventory remains to be made<br><br>—Human beings<br><br>—Some sort of basset hound<br><br>—Bread (baguette)<br><br>—Lettuce (curly endive?) partially emerging from a shopping bag)",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      821,
      818
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "text",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "Translated excerpt from Georges Perec, An Attempt at Exhausting a Place in Paris<br>Book by Georges Perec",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      817,
      814
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      815,
      812
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  }
]