[
  {
    "type": "address",
    "coords": [
      259,
      292
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>At first, I encountered the streets as an incessant loudness, a shock after the day’s focus and relative tranquility, as thoughsomeone had sha tered the calm of a silent private chapel with the blare of a TV set. I wove my way through crowds of shoppers and workers, through road constructions and the horns of taxicabs. Walking through busy parts of town meant I laid eyes on more people, hundreds more, thousands even, than I was accustomed to seeing in the course of a day, but the impress of these countless faces did nothing to assuage my feelings of isolation; if anything, it intensified them. I became more tired, too, after the walks began, an exhaustion unlike any I had known since the first months of internship, three years earlier. One night, I simply went on and on, walking al the way down to Houston Street, a distance of some seven miles, and found myself in a state of disorienting fatigue, laboring to remain on my feet. That night I took the subway home, and instead of faling asleep immediately, I lay in bed, too tired to release myself from wakefulness, and I rehearsed in the dark the numerous incidents and sights I had encountered while roaming, sorting each encounter like a child playing with wooden blocks, trying to figure out which belonged where, which responded to which. Each neighborhood of the city appeared to be made of a diferent substance, each seemed to have a diferent air pressure, a diferent psychic weight: the bright lights and shutered shops, the housing projects and luxury hotels, the fire escapes and city parks. My futile task of sorting went on until the forms began to morph into each other and assume abstract shapes unrelated to the real city, and only then did my hectic mind finaly show some pity and stil itself, only then did dreamless sleep arrive.</p><p>The walks met a need: they were a release from the tightly regulated mental environment of work, and once I discovered them as therapy, they became the normal thing, and I forgot what life had been like before I started walking. Work was a regimen of perfection and competence, and it neither alowed improvisation nor tolerated mistakes. As interesting as my research project was—I was conducting a clinical study of a fective disorders in the elderly—the level of detail it demandeda fective disorders in the elderly—the level of detail it demanded was of an intricacy that exceeded anything else I had done thus far. The streets served as a welcome opposite to al that. Every decision—where to turn left, how long to remain lost in thought in front of an abandoned building, whether to watch the sun set over New Jersey, or to lope in the shadows on the East Side looking across to Queens—was inconsequential, and was for that reason a reminder of freedom. I covered the city blocks as though measuring them with my stride, and the subway stations served as recurring motives in my aimless progress. The sight of large masses of people hurrying down into underground chambers was perpetualy strange to me, and I felt that al of the human race were rushing, pushed by a counterinstinctive death drive, into movable catacombs. Above-ground I was with thousands of others in their solitude, but in the subway, standing close to strangers, jostling them and being jostled by them for space and breathing room, al of us reenacting unacknowledged traumas, the solitude intensified.</p>",
    "style": "",
    "caption": "Teju Cole, <em>Open City</em>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      239,
      258
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      237,
      256
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      235,
      254
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "text",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      233,
      252
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      231,
      244
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "Tora*242<br>Himrod",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      229,
      242
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>A saccade (/səˈkɑːd/ sə-KAHD; French: [sakad]; French for 'jerk') is a quick, simultaneous movement of both eyes between two or more phases of fixation in the same direction.[1] In contrast, in smooth-pursuit movements, the eyes move smoothly instead of in jumps.</p><p>...The word appears to have been coined in the 1880s by French ophthalmologist Émile Javal, who used a mirror on one side of a page to observe eye movement in silent reading, and found that it involves a succession of discontinuous individual movements.[3]--</p><p>Humans and many animals do not look at a scene in fixed steadiness; instead, the eyes move around, locating interesting parts of the scene and building up a mental, three-dimensional 'map' corresponding to the scene (as opposed to the graphical map of avians, which often relies upon detection of angular movement on the retina).[citation needed]</p><p>When scanning immediate surroundings or reading, human eyes make saccadic movements and stop several times, moving very quickly between each stop. The speed of movement during each saccade cannot be controlled; the eyes move as fast as they are able.[4] One reason for the saccadic movement of the human eye is that the central part of the retina—known as the fovea—which provides the high-resolution portion of vision is very small in humans, only about 1–2 degrees of vision, but it plays a critical role in resolving objects.[5] By moving the eye so that small parts of a scene can be sensed with greater resolution, body resources can be used more efficiently.</p>",
    "style": "",
    "caption": "Wikipedia",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      227,
      240
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  }
]