[
	{
		"type": "address",
		"coords": [0, 444]
	},
	{
		"type": "name",
		"text": "Black Rabbit Barbershop"
	},
	{
		"type": "address",
		"coords": [0, 438]
	},
	{	
		"type": "textimg",
		"text": "THE CITY IS A LANGU&shy;AGE",
		"style": "--wdth: 200; --wght: 900"
	},
	{
		"type": "address",
		"coords": [433, 434]
	},
	{
		"type": "text",
		"text": "<p>This site is a bibliography that relates the city as a bookform, and the book as a city form.</p><p>It's multidirectional and loose and brings a lot of little excerpts and grand thoughts together about how the city is readable in different ways, a kind of bookshelf with its own poetry and content on its surface.</p><p>The city itself is a starting point to think how we encounter language in the city in general, and what we do with that language.</p>"
	},
	{
		"type": "address",
		"coords": [431, 432]
	},
	{
		"type": "address",
		"coords": [429, 430]
	},
	{
		"type": "address",
		"coords": [427, 428]
	},
	{
		"type": "textimg",
		"text": "Every Building<br>on the Sunset Strip<br>Ed Ruscha",
		"style": "--wdth: 200; --wght: 420"
	},
	{
		"type": "address",
		"coords": [425, 426]
	},
	{
		"type": "text",
		"text": "This work by Ed Ruscha flattens the city and lays it end to end in one long continuous “Read”. The Sunset strip in Los Angeles becomes a specimen and snapshot in time."
	},
	{
		"type": "address",
		"coords": [423, 424]
	},
	{
		"type": "quote",
		"text": "I like words. I like them to be detached from the meaning they normally have. They become just a kind of pictorial element that’s there to be admired.",
		"caption": "Ed Ruscha"
	},
	{
		"type": "address",
		"coords": [407, 408]
	},
	{
		"type": "quote",
		"text": "The city is a living organism, constantly shifting, in a state of perpetual becoming. One must walk through it and look at it as though it is a text to be decoded.",
		"caption": "Robert Musil, <em>The Man Without Qualities</em>"
	},
	{
		"type": "address",
		"coords": [0, 390]
	},
	{
		"type": "excerpt",
		"text": "<p>Zaira, a city of memory. Its streets, its buildings, its squares, are made of stories. These stories do not correspond to the way the city actually looks or functions in the present moment, but to the impressions, the images, the expectations, and the hopes of those who have passed through it or thought about it.<br><br>Zaira is a city that looks different depending on who is looking at it. One traveler might see its narrow streets and alleys as pathways to adventure; another might look at the same places and feel the weight of time, of loss, of things that have disappeared or never existed. The city is composed of these different viewpoints, and it is in the intersection of these impressions that it truly exists.</p><p>In Zaira, there are no real streets, no real places. There are only memories—each building is a recollection, each square a dream. As you walk through the city, you’re not so much walking through space as you are walking through time. The street in front of you is an imaginary path; the buildings you pass are fleeting symbols, ephemeral and delicate. There are no true edges to the city, no fixed boundaries; there is only the blurred horizon of memory.</p><p>Zaira has no topography, no clear map. People live in Zaira by creating their own paths, by marking their own landmarks and landmarks that are linked to their own experiences of the city. To live in Zaira is to perpetually reread the city, to reinterpret it according to one’s own stories and histories.</p><p>The traveler who comes to Zaira is faced with the challenge of navigating not the physical space, but the memory-laden landscape of the mind. To understand Zaira, one must not just walk through its streets but listen to its past, to its echoes. The city only makes sense when it is read as a story, when its buildings and streets are no longer seen as objects but as symbols of what has been and what might yet be.</p>",
		"caption": "Italo Calvino, <em>Invisible Cities</em>"
	},
	{
		"type": "address",
		"coords": [0, 390]
	},
	{
		"type": "name",
		"text": "QUIXOTE",
		"style": "--wdth: 200; --wght: 900"
	},
	{
		"type": "address",
		"coords": [371, 380]
	},
	{
		"type": "img",
		"src": "WhatIsArt.jpg",
		"caption": "Nina Katchadourian, <em>Sorted Books</em>. C-print, 12.5″ × 19″, 1996/2008"
	},
	{
		"type": "address",
		"coords": [369, 376]
	},
	{
		"type": "excerpt",
		"text": "<p>« La rue Simon-Crubellier semblait retenir son souffle dans les heures qui suivaient immédiatement l’aube. Le panneau du boulanger se balançait doucement dans le vent, sa peinture délavée—représentant un pain entouré d’un halo de vapeur—à peine visible à travers la brume du matin. À côté, une plaque émaillée portait toujours l’inscription ‘Cheveux : Salon de Coiffure’, bien que le magasin fût depuis longtemps fermé, ses fenêtres tapissées de posters de concerts déjà passés depuis des années. De l’autre côté de la rue, un panneau de tabac clignotait en rouge et bleu, sa lumière se synchronisant avec l’ouverture et la fermeture de la porte, laissant entrer une figure après l’autre, qui ressortait quelques instants plus tard avec un journal ou un paquet de Gauloises. Ces repères—enseignes, plaques, auvents—étaient comme des indices dans un puzzle que personne ne résolvait, chacun portant sa propre mémoire de ce que la rue avait été, sa présence désormais aussi fantomatique que la brume du matin. »</p><p>“The Rue Simon-Crubellier seemed to hold its breath in the hours just after dawn. The baker’s sign swung gently in the wind, its faded paint—depicting a loaf with a halo of steam—barely visible through the morning mist. Next door, a faded enamel plaque still read ‘Cheveux: Salon de Coiffure’ though the shop had long since closed, its windows papered with posters for concerts that had already taken place years ago. Across the street, a tabac sign blinked red and blue, its light synchronized with the opening and closing of its door, letting in one figure after another who emerged moments later with a newspaper or a packet of Gauloises. These markers—signs, plaques, awnings—felt like clues in a puzzle no one was solving, each holding its own memory of what the street had been, its presence now as ghostly as the morning fog.”",
		"caption": "Georges Perec, <em>Life: A User’s Manual</em>"
	}
]