[
  {
    "type": "address",
    "coords": [
      0,
      444
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "444<br>MELROSE*Black Rabbit Barbers—hop",
    "caption": "",
    "src": ""
  },
  {
    "type": "text",
    "coords": "",
    "text": "<p>This site is a bibliography that relates the city as a bookform, and the book as a city form.</p><p>It's multidirectional and loose and brings a lot of little excerpts and grand thoughts together about how the city is readable in different ways, a kind of bookshelf with its own poetry and content on its surface.</p><p>The city itself is a starting point to think how we encounter language in the city in general, and what we do with that language.</p>",
    "caption": "",
    "src": ""
  },
  {
    "type": "heading",
    "coords": "",
    "text": "The City is Language",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "Ed Ruscha*<em>Every Building on the Sunset Strip</em>",
    "caption": "",
    "src": "sunset.png"
  },
  {
    "type": "text",
    "coords": "",
    "text": "This work by Ed Ruscha flattens the city and lays it end to end in one long continuous “Read”. The Sunset strip in Los Angeles becomes a specimen and snapshot in time.",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "I like words. I like them to be detached from the meaning they normally have. They become just a kind of pictorial element that’s there to be admired.",
    "caption": "Ed Ruscha",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "I am not a painter, I am a poet.<br>Why? I think I’ll tell you.<br>I walk down the street and see a store window,<br>a neon sign that says something like<br>“Watch for the amazing taste of Hostess Cake!”<br>That is a poem, I tell myself.<br>All those lights, glowing in your mind.<br>But then I think,<br>maybe it’s just a commercial.<br><br>I am not a painter, I am a poet.<br>I think I’ll tell you, it’s just that<br>I think about the neon and the words<br>and the flashing lights,<br>and suddenly it feels like something inside<br>me is happening, and I write it down.<br><br>I see things like that all the time,<br>things that become part of the poem<br>without being labeled “art.”<br>Things that aren’t even noticed,<br>like the way the sign over the drugstore<br>shifts and lights up in a strange pattern,<br>the way a sidewalk cracks.<br>It’s all part of the poem.<br><br>I don’t know why. But I write it.<br>I write the world down.<br>A list of things I see,<br>things I hear,<br>things I think.<br><br>It’s like the body of a poem,<br>the material of the poem.<br>I don’t know why, but I know<br>that somehow, even in a commercial,<br>in a neon sign,<br>there is poetry.",
    "caption": "Frank O’Hara, from “Why I Am Not a Painter”",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "391<br>MELROSE*QUIXOTE",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "Die Stadt ist ein lebendiger Organismus, der sich ständig verändert und sich in einem Zustand des fortwährenden Werdens befindet. Man muss hindurchgehen und es betrachten, als wäre es ein zu entschlüsselnder Text. Die Stadt ist ein lebender Organismus<br><br>",
    "caption": "The city is a living organism, constantly shifting, in a state of perpetual becoming. One must walk through it and look at it as though it is a text to be decoded.<br><br>Robert Musil,  <em>Der Mann ohne Eigenschaften (The Man Without Qualities)</em>",
    "src": ""
  }
]