[
  {
    "type": "quote",
    "coords": "",
    "text": "For the perfect flâneur, for the passionate spectator, it is an immense joy to set up house in the heart of the multitude, amid the ebb and flow of movement, in the midst of the fugitive and the infinite. To be away from home and yet to feel oneself everywhere at home; to see the world, to be at the center of the world, and yet to remain hidden from the world—such are a few of the slightest pleasures of those independent, passionate, impartial natures which the tongue can but clumsily define. The spectator is a prince who everywhere rejoices in his incognito. The lover of life makes the whole world his family, just like the lover of the fair sex who builds up his own family from all the beauties of the world.<br><br>\nTo him the shiny, enameled signs of businesses are at least as good a wall ornament as an oil painting is to a bourgeois in his salon. The walls are the desk against which he presses his notebooks; newsstands are his libraries, and the terraces of cafés are the balconies from which he looks down on his household after his work is done. His passion and his profession is to merge with the crowd. For the perfect idler, for the passionate observer, it becomes an irresistible feast of the eyes and an infinite source of poetry.",
    "caption": "Pour le parfait flâneur, pour l'observateur passionné, c'est une immense jouissance que d'habiter au cœur de la multitude, dans l'ondoyant, dans le mouvement, dans le fugitif et l'infini. Être hors de chez soi, et pourtant se sentir partout chez soi ; voir le monde, être au centre du monde, et rester caché au monde, —impartial natures que la langue ne peut que mal définir. Le spectateur est un prince qui jouit partout de son incognito. L'amateur de la vie fait de tout le monde sa famille, comme l'amateur de la beauté des femmes compose sa famille avec toutes les beautés qu'il rencontre.<br><br>\nLes enseignes lumineuses et vernies des boutiques lui plaisent autant qu'une peinture à l'huile plaît à un bourgeois dans son salon. Les murs lui servent de pupitre où il pose ses carnets ; les kiosques des bouquinistes sont ses bibliothèques ; et les terrasses des cafés sont les balcons d'où il regarde son ménage, après le travail. Sa passion et son métier, c'est de se mêler à la foule. Pour le parfait oisif, pour l'observateur passionné, c'est une fête sans fin, un régal pour l'œil, une source inépuisable de poésie.\nCharles Baudelaire<br><br>\nLe peintre de la vie moderne (The Painter of Modern Life)",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "Garden Deli and Grill",
    "caption": "",
    "src": ""
  },
  {
    "type": "heading",
    "coords": "",
    "text": "Walking is Reading",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "xxx",
    "caption": "The crowd is his element, as the air is that of birds and water of fishes. His passion and his profession are to become one flesh with the crowd. For the perfect flâneur, for the passionate spectator, it is an immense joy to set up house in the heart of the multitude, amid the ebb and flow of movement, in the midst of the fugitive and the infinite. To be away from home and yet to feel oneself everywhere at home; to see the world, to be at the centre of the world, and yet to remain hidden from the world—impartial natures which the tongue can but clumsily define. The spectator is a prince who everywhere rejoices in his incognito. The lover of life makes the whole world his family, just like the lover of the fair sex who builds up his family from all the beautiful women that he has ever found, or that are or are not—to be found; or the lover of pictures who lives in a magical society of dreams painted on canvas. Thus, the lover of universal life enters into the crowd as though it were an immense reservoir of electrical energy. Or we might liken him to a mirror as vast as the crowd itself; or to a kaleidoscope gifted with consciousness, responding to each one of its movements and reproducing the multiplicity of life and the flickering grace of all the elements of life. <br><br>Charles Baudelaire",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "To walk in the city is to enter a terrain of signs, of roads, of rules, of history, and of memory. The city itself becomes a landscape of paths and narratives, a living document of those who have passed through it, leaving their traces in its structure, its smells, its sounds.",
    "caption": "Rebecca Solnit, from “A History of Walking”",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "The true collector’s passion is always anarchic, destructive. It tears objects out of their context and gives them a new one. The object of the collector’s attention is not the inherent value of the object itself, but the way it comes into relation with other objects. The collector tears the object from its usual environment, and it is in this violent transposition of the object, its displacement, that a new meaning emerges. This is the essence of the collector’s obsession: the juxtaposition of things in new configurations. The city is a vast, living collection, a collection that is continuously growing, continuously transforming. It is a montage of historical strata, a museum that is not fixed in time, but one that is always in the process of being made. The flâneur, the wanderer in the city, collects impressions, fragments of life, detached from their original meanings and contexts, and rearranges them into a new order of things.",
    "caption": "Walter Benjamin, from the Arcades Project",
    "src": ""
  }
]