[
  {
    "type": "address",
    "coords": [
      185,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "Garden*185*Deli & Grill",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      183,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>For the perfect flâneur, for the passionate spectator, it is an immense joy to set up house in the heart of the multitude, amid the ebb and flow of movement, in the midst of the fugitive and the infinite. To be away from home and yet to feel oneself everywhere at home; to see the world, to be at the center of the world, and yet to remain hidden from the world—such are a few of the slightest pleasures of those independent, passionate, impartial natures which the tongue can but clumsily define. The spectator is a prince who everywhere rejoices in his incognito. The lover of life makes the whole world his family, just like the lover of the fair sex who builds up his own family from all the beauties of the world.</p><p>To him the shiny, enameled signs of businesses are at least as good a wall ornament as an oil painting is to a bourgeois in his salon. The walls are the desk against which he presses his notebooks; newsstands are his libraries, and the terraces of cafés are the balconies from which he looks down on his household after his work is done. His passion and his profession is to merge with the crowd. For the perfect idler, for the passionate observer, it becomes an irresistible feast of the eyes and an infinite source of poetry.</p>",
    "caption": "<p>Pour le parfait flâneur, pour l’observateur passionné, c’est une immense jouissance que d'habiter au cœur de la multitude, dans l’ondoyant, dans le mouvement, dans le fugitif et l’infini. Être hors de chez soi, et pourtant se sentir partout chez soi ; voir le monde, être au centre du monde, et rester caché au monde, —impartial natures que la langue ne peut que mal définir. Le spectateur est un prince qui jouit partout de son incognito. L’amateur de la vie fait de tout le monde sa famille, comme l’amateur de la beauté des femmes compose sa famille avec toutes les beautés qu'il rencontre.</p><p>Les enseignes lumineuses et vernies des boutiques lui plaisent autant qu'une peinture à l’huile plaît à un bourgeois dans son salon. Les murs lui servent de pupitre où il pose ses carnets; les kiosques des bouquinistes sont ses bibliothèques; et les terrasses des cafés sont les balcons d'où il regarde son ménage, après le travail. Sa passion et son métier, c’est de se mêler à la foule. Pour le parfait oisif, pour l’observateur passionné, c’est une fête sans fin, un régal pour l’œil, une source inépuisable de poésie.</p><p>Charles Baudelaire, <em>Le peintre de la vie moderne (The Painter of Modern Life)</em></p>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      177,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "",
    "coords": [
      175,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "heading",
    "coords": "",
    "text": "Walking is Writing",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      173,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "Who hasn’t felt a thrill run up their spine on looking out of a plane at night and seeing the electric geometries of the nocturnal city? Lines of red and white light pulse in and out of a spatial web, sodium orange and fluorescent blue at its industrialised edges, points of rainbow-coloured neo through the centre. The city seems to stretch across the dark land mass: inhaling traffic, resources, people; exhaling refuse, spectacle, ideology and change. The city is the medium for the modern.",
    "caption": "Iwona Blazwick,  ‘Century City’, in Century City: Art and Culture in the Modern Metropolis (London: Tate Publishing Ltd, 2001), pp. 8-15 (p. 8).",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      169,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      167,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      165,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      163,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>Entre les divers procédés situationnistes, la dérive se définit comme une technique du passage hâtif à travers des ambiances variées. Le concept de dérive est indissolublement lié à la reconnaissance d'effets de nature psychogéographique, et à l’affirmation d'un comportemennt ludique-constructif, ce qui l’oppose en tous points aux notions classiques de voyage et de promenade.</p><p>Une ou plusieurs personnes se livrant à la dérive renoncent, pour une durée plus ou moins longue, aux raisons de se déplacer et d'agir qu'elles se connaissent généralement, aux relations, aux travaux et aux loisirs qui leur sont propres, pour se laisser aller aux sollicitations du terrain et des rencontres qui y correspondent.La part de l’aléatoire est ici moins déterminante qu'on ne croit : du point de vue de la dérive, il existe un relief psychogéographique des villes, avec des courants constants, des points fixes, et des tourbillons qui rendent l’accès ou la sortie de certaines zones fort malaisés.</p>",
    "caption": "<p>One of the basic situationist practices is the dérive [literally: “drifting”], a technique of rapid passage through varied ambiances. Dérives involve playful-constructive behavior and awareness of psychogeographical effects, and are thus quite different from the classic notions of journey or stroll.</p><p>In a dérive one or more persons during a certain period drop their relations, their work and leisure activities, and all their other usual motives for movement and action, and let themselves be drawn by the attractions of the terrain and the encounters they find there. Chance is a less important factor in this activity than one might think: from a dérive point of view cities have psychogeographical contours, with constant currents, fixed points and vortexes that strongly discourage entry into or exit from certain zones.</p><p>Guy Debord, <em>Théorie de la dérive (Theory of the Dérive)</em></p>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      151,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      149,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      147,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "The true collector’s passion is always anarchic, destructive. It tears objects out of their context and gives them a new one. The object of the collector’s attention is not the inherent value of the object itself, but the way it comes into relation with other objects. The collector tears the object from its usual environment, and it is in this violent transposition of the object, its displacement, that a new meaning emerges. This is the essence of the collector’s obsession: the juxtaposition of things in new configurations. The city is a vast, living collection, a collection that is continuously growing, continuously transforming. It is a montage of historical strata, a museum that is not fixed in time, but one that is always in the process of being made. The flâneur, the wanderer in the city, collects impressions, fragments of life, detached from their original meanings and contexts, and rearranges them into a new order of things.",
    "caption": "Walter Benjamin, from the Arcades Project",
    "src": ""
  },
  {
    "type": "",
    "coords": [
      135,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      131,
      0
    ],
    "text": "",
    "caption": "",
    "src": ""
  }
]