[
  {
    "type": "address",
    "coords": [
      269,
      256
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "poem",
    "coords": "",
    "text": "eine linie ist eine linie.<br>linien zusammen sind eine fläche.<br>flächen zusammen sind ein körper.<br>körper im raum sind eine konstellation.",
    "style": "",
    "caption": "a line is a line.<br>lines together form a surface.<br>surfaces together form a body.<br>Bodies in space are a constellation.<br><br>Eugen Gomringer, “Linie zu Konstellation” (From Line to Constellation), 1954",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      267,
      254
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "Eugen Gomringer*<em>Installation view of “Eugen Gomringer,” MAMCO Genève 2023</em>",
    "style": "",
    "caption": "",
    "src": "gomringer2.jpg"
  },
  {
    "type": "address",
    "coords": [
      263,
      248
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "<p>Unsere Sprachen sind auf dem Weg zur formalen Vereinfachung, abgekürzte, eingeschränkte Sprachformen entstehen. Der Inhalt eines Satzes wird oft in einem einzigen Wort vermittelt. Längere Aussagen werden häufig durch kleine Buchstabengruppen dargestellt. Zudem gibt es eine Tendenz, dass die vielen Sprachen durch wenige ersetzt werden, die allgemein gültig sind. Bedeutet diese eingeschränkte und vereinfachte Verwendung von Sprache und Schrift das Ende der Poesie? Sicherlich nicht. Einschränkung im besten Sinne—Konzentration und Vereinfachung—ist das Wesen der Poesie. Daraus sollten wir vielleicht folgern, dass die Sprache von heute gewisse Dinge mit der Poesie gemein haben muss und dass sie sich sowohl in Form als auch in Inhalt gegenseitig stützen sollten. Im Verlauf des Alltags wird diese Beziehung oft unbemerkt gelassen. Schlagzeilen, Slogans, Gruppen von Lauten und Buchstaben geben Formen, die Modelle für eine neue Poesie abgeben könnten, die nur darauf wartet, für einen sinnvollen Gebrauch aufgegriffen zu werden. Das Ziel der neuen Poesie ist es, der Poesie wieder eine organische Funktion in der Gesellschaft zu verleihen und dabei die Stellung des Dichters in der Gesellschaft neu zu bestimmen. Wenn wir also an die Vereinfachung sowohl der Sprache als auch ihrer schriftlichen Form denken, so ist es nur im Hinblick auf die gegebene sprachliche Situation möglich, von einer organischen Funktion der Poesie zu sprechen. So wird das neue Gedicht einfach und kann als Ganzes sowie in seinen Teilen visuell wahrgenommen werden. Es wird zu einem Objekt, das sowohl gesehen als auch genutzt wird: ein Objekt, das Gedanken enthält, aber durch Spieltätigkeit konkret wird (denkgegenstanddenkspiel), es geht um Kürze und Prägnanz. Es ist einprägsam und prägt sich dem Geist als Bild ein. Sein objektiver spielerischer Aspekt ist für den modernen Menschen nützlich, dem der Dichter mit seiner besonderen Gabe für diese Art von Spieltätigkeit hilft. Als Experte sowohl in der Sprache als auch in den Regeln des Spiels erfindet der Dichter neue Formulierungen. Durch die beispielhafte Anwendung der Spielregeln kann das neue Gedicht Einfluss auf die Alltagssprache nehmen.</p><p>Die Konstellation ist die einfachste mögliche Form der Konfiguration in der Poesie, deren Grundeinheit das Wort ist. Sie schließt eine Gruppe von Wörtern ein, als ob sie Sterne zusammenzieht, um ein Cluster zu bilden.</p><p>Die Konstellation ist eine Anordnung und zugleich ein Spielfeld von festen Dimensionen.</p><p>Die Konstellation wird vom Dichter geordnet. Er bestimmt das Spielfeld, das Feld oder die Kraft und deutet seine Möglichkeiten an. Der Leser, der neue Leser, erfasst die Idee des Spiels und steigt ein.</p><p>In der Konstellation wird etwas in die Welt gebracht. Sie ist eine Realität für sich und kein Gedicht über etwas. Die Konstellation ist eine Einladung.</p>",
    "style": "",
    "caption": "<p>Our languages are on the road to formal simplification, abbreviated, restricted forms of language are emerging. The content of a sentence is often conveyed in a single word. Longer statements are often represented by small groups of letters. Moreover, there is a tendency among languages for the many to be replaced by a few which are generally valid. Does this restricted and simplified use of language and writing mean the end of poetry? Certainly not. Restriction in the best sense-concentration and simplification-is the very essence of poetry. From this we ought perhaps to conclude that the language of today must have certain things in common with poetry, and that they should sustain each other both in form and substance. In the course of daily life this relationship often passes unnoticed. Headlines, slogans, groups of sounds and letters give rise to forms which could be models for a new poetry just waiting to be taken up for meaningful use. The aim of the new poetry is to give poetry an organic function in society again, and in doing so to restate the position of poet in society. Bearing in mind, then, the simplification both of language and its written form, it is only possible to speak of an organic function for poetry in terms of the given linguistic situation. So the new poem is simple and can be perceived visually as a whole as well as in its parts. It becomes an object to be both seen and used: an object containing thought but made concrete through play-activity (denkgegenstanddenkspiel), its concern is with brevity and conciseness. It is memorable and imprints itself upon the mind as a picture. Its objective element of play is useful to modern man, whom the poet helps through his special gift for this kind of play-activity. Being an expert both in language and the rules of the game, the poet invents new formulations. By its exemplary use of the rules of the game the new poem can have an effect on ordinary language. </p><p>The constellation is the simplest possible kind of configuration in poetry which has for its basic unit the word, it encloses a group of words as if it were drawing stars together to form a cluster. </p><p>The constellation is an arrangement, and at the same time a play-area of fixed dimensions. </p><p>The constellation is ordered by the poet. He determines the play-area, the field or force and suggests its possibilities. the reader, the new reader, grasps the idea of play, and joins in.</p><p>In the constellation something is brought into the world. It is a reality in itself and not a poem about something or other. The constellation is an invitation.</p><p>Translation: Mike Weaver<br>From Line to Constellation (1954)<br>Eugen Gomringer, Switzerland<br>from <em>Concrete Poetry: A World View</em>, (1968, Indiana University Press)</p>",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      263,
      248
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "text",
    "coords": "",
    "text": "ttktktktk",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      259,
      244
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "Eugen Gomringertktktktk: June, 2014",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      251,
      236
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "text",
    "coords": "",
    "text": "",
    "style": "",
    "caption": "Sie Wählen Selbst\n\nWählen Sie Selbst\n\nWählen Sie   —  You choose yourself  Choose Self  Choose  Eugene Gomringer wrote ads",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      247,
      232
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      235,
      224
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "",
    "coords": "",
    "text": "CONCRETE",
    "style": "",
    "caption": "",
    "src": ""
  },
  {
    "type": "address",
    "coords": [
      225,
      220
    ],
    "text": "",
    "style": "",
    "caption": "",
    "src": ""
  }
]