[
  {
    "type": "quote",
    "coords": "",
    "text": "La città è un discorso, e questo discorso è veramente una lingua: la città parla ai suoi abitanti, noi parliamo la nostra città, la città dove siamo, semplicemente vivendoci, camminandoci, guardandola.",
    "caption": "The city is a discourse, and this discourse is truly a language: the city speaks to its inhabitants, we speak our city, the city where we are, simply by living in it, by wandering through it, by looking at it. Every time you leave a place, it remains there, in you, like the memory of a journey, and it is never lost. You will always find it again, wherever you go. It speaks of everything that has been said, and everything that has been left unsaid, as if it were a complex text written over time.<br><br>Italo Calvino from “The City and the City,” <em>Le città invisibili (Invisible Cities)</em>",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "Shannon Ebner & David Reinfurt*<em>A Hudson Yard: June, 2014</em>",
    "caption": "",
    "src": "ebner.png"
  },
  {
    "type": "quote",
    "coords": "",
    "text": "I think of my work as a kind of scavenging, as if I’m walking around the city looking for things to take out of context and put back into the world in a different way.",
    "caption": "Shannon Ebner",
    "src": ""
  },
  {
    "type": "heading",
    "coords": "",
    "text": "Walking is Writing",
    "caption": "",
    "src": ""
  },
  {
    "type": "quote",
    "coords": "",
    "text": "The city is like a text that is to be read… When we walk, we are creating a story, a narrative, that is linked to the space we move through.",
    "caption": "Michel de Certeau, <em>The Practice of Everyday Life</em>",
    "src": ""
  },
  {
    "type": "textimg",
    "coords": "",
    "text": "Troutman<br>272*Sushi &<br>Noodles",
    "caption": "",
    "src": ""
  },
  {
    "type": "",
    "coords": "",
    "text": "The dérive is not just about drifting through space, it’s about seeing the city in a new way. It is about encountering the city as it really is, with its contradictions, surprises, and hidden meanings.",
    "caption": "Guy Debord",
    "src": ""
  },
  {
    "type": "img",
    "coords": "",
    "text": "kest gak",
    "caption": "Kest Gak, Graffiti Art Kings",
    "src": "kest.png"
  }
]